[
  {
    "_id": "sample-001",
    "title": "Nghị định về quy định quản lý dịch vụ tư vấn pháp luật",
    "so_hieu": "ND-2024/001",
    "loai_van_ban": "Nghị định",
    "noi_ban_hanh": "Chính phủ",
    "ngay_ban_hanh": "2024-01-15",
    "ngay_hieu_luc": "2024-02-01",
    "nguoi_ky": "Thủ tướng Chính phủ",
    "category": "Luật hành chính",
    "tinh_trang": "Còn hiệu lực",
    "noi_dung": "Căn cứ Luật Tổ chức Chính phủ ngày 19 tháng 6 năm 2015; Căn cứ Luật Luật sư ngày 29 tháng 6 năm 2006, được sửa đổi, bổ sung theo Luật số 20/2012/QH13; Theo đề nghị của Bộ trưởng Bộ Tư pháp; Chính phủ ban hành Nghị định quy định về quản lý dịch vụ tư vấn pháp luật. Nghị định này quy định về điều kiện, trình tự, thủ tục cấp giấy chứng nhận đăng ký hoạt động dịch vụ tư vấn pháp luật; quyền và nghĩa vụ của tổ chức, cá nhân cung cấp dịch vụ tư vấn pháp luật; quản lý nhà nước về dịch vụ tư vấn pháp luật.",
    "noi_dung_html": "<p>Căn cứ Luật Tổ chức Chính phủ ngày 19 tháng 6 năm 2015; Căn cứ Luật Luật sư ngày 29 tháng 6 năm 2006, được sửa đổi, bổ sung theo Luật số 20/2012/QH13; Theo đề nghị của Bộ trưởng Bộ Tư pháp; Chính phủ ban hành Nghị định quy định về quản lý dịch vụ tư vấn pháp luật.</p><p>Nghị định này quy định về điều kiện, trình tự, thủ tục cấp giấy chứng nhận đăng ký hoạt động dịch vụ tư vấn pháp luật; quyền và nghĩa vụ của tổ chức, cá nhân cung cấp dịch vụ tư vấn pháp luật; quản lý nhà nước về dịch vụ tư vấn pháp luật.</p>",
    "tom_tat": "Nghị định quy định về điều kiện, trình tự, thủ tục cấp giấy chứng nhận đăng ký hoạt động dịch vụ tư vấn pháp luật; quyền và nghĩa vụ của tổ chức, cá nhân cung cấp dịch vụ tư vấn pháp luật.",
    "link": "https://example.com/nd-2024-001",
    "so_cong_bao": "15/2024"
  },
  {
    "_id": "sample-002",
    "title": "Thông tư hướng dẫn thực hiện Luật Bảo vệ môi trường",
    "so_hieu": "TT-2024/005",
    "loai_van_ban": "Thông tư",
    "noi_ban_hanh": "Bộ Tài nguyên và Môi trường",
    "ngay_ban_hanh": "2024-02-20",
    "ngay_hieu_luc": "2024-03-01",
    "nguoi_ky": "Bộ trưởng Bộ Tài nguyên và Môi trường",
    "category": "Luật môi trường",
    "tinh_trang": "Còn hiệu lực",
    "noi_dung": "Thông tư này hướng dẫn việc thực hiện một số điều của Luật Bảo vệ môi trường số 72/2020/QH14, bao gồm: quy định về đánh giá tác động môi trường, giấy phép môi trường, quản lý chất thải, và các biện pháp bảo vệ môi trường khác.",
    "noi_dung_html": "<p>Thông tư này hướng dẫn việc thực hiện một số điều của Luật Bảo vệ môi trường số 72/2020/QH14, bao gồm:</p><ul><li>Quy định về đánh giá tác động môi trường</li><li>Giấy phép môi trường</li><li>Quản lý chất thải</li><li>Các biện pháp bảo vệ môi trường khác</li></ul>",
    "tom_tat": "Hướng dẫn thực hiện Luật Bảo vệ môi trường về đánh giá tác động môi trường, giấy phép môi trường, quản lý chất thải.",
    "link": "https://example.com/tt-2024-005",
    "so_cong_bao": "25/2024"
  },
  {
    "_id": "sample-003",
    "title": "Quyết định về việc ban hành quy chế quản lý tài chính doanh nghiệp",
    "so_hieu": "QD-2024/012",
    "loai_van_ban": "Quyết định",
    "noi_ban_hanh": "Bộ Tài chính",
    "ngay_ban_hanh": "2024-03-10",
    "ngay_hieu_luc": "2024-04-01",
    "nguoi_ky": "Bộ trưởng Bộ Tài chính",
    "category": "Luật tài chính",
    "tinh_trang": "Còn hiệu lực",
    "noi_dung": "Quyết định này ban hành Quy chế quản lý tài chính doanh nghiệp, quy định về: nguyên tắc quản lý tài chính; quản lý vốn, tài sản; quản lý chi phí, doanh thu, lợi nhuận; quản lý nợ; báo cáo tài chính và kiểm toán; kiểm soát nội bộ về tài chính.",
    "noi_dung_html": "<p>Quyết định này ban hành Quy chế quản lý tài chính doanh nghiệp, quy định về:</p><ol><li>Nguyên tắc quản lý tài chính</li><li>Quản lý vốn, tài sản</li><li>Quản lý chi phí, doanh thu, lợi nhuận</li><li>Quản lý nợ</li><li>Báo cáo tài chính và kiểm toán</li><li>Kiểm soát nội bộ về tài chính</li></ol>",
    "tom_tat": "Ban hành Quy chế quản lý tài chính doanh nghiệp về nguyên tắc quản lý, quản lý vốn tài sản, chi phí doanh thu, báo cáo tài chính.",
    "link": "https://example.com/qd-2024-012",
    "van_ban_duoc_dan": "Luật Quản lý, sử dụng vốn nhà nước đầu tư vào sản xuất, kinh doanh tại doanh nghiệp số 69/2014/QH13"
  },
  {
    "_id": "sample-004",
    "title": "Luật về phòng, chống tác hại của rượu, bia",
    "so_hieu": "LUAT-2024/001",
    "loai_van_ban": "Luật",
    "noi_ban_hanh": "Quốc hội",
    "ngay_ban_hanh": "2019-06-14",
    "ngay_cong_bao": "2019-07-15",
    "ngay_hieu_luc": "2020-01-01",
    "category": "Luật y tế",
    "tinh_trang": "Còn hiệu lực",
    "noi_dung": "Luật này quy định về phòng, chống tác hại của rượu, bia; các biện pháp giảm thiểu tác hại của rượu, bia đối với sức khỏe, xã hội, kinh tế; quyền và nghĩa vụ của tổ chức, cá nhân trong phòng, chống tác hại của rượu, bia; trách nhiệm quản lý nhà nước về phòng, chống tác hại của rượu, bia.",
    "noi_dung_html": "<p>Luật này quy định về phòng, chống tác hại của rượu, bia; các biện pháp giảm thiểu tác hại của rượu, bia đối với sức khỏe, xã hội, kinh tế; quyền và nghĩa vụ của tổ chức, cá nhân trong phòng, chống tác hại của rượu, bia; trách nhiệm quản lý nhà nước về phòng, chống tác hại của rượu, bia.</p>",
    "tom_tat": "Luật quy định về phòng, chống tác hại của rượu, bia, các biện pháp giảm thiểu tác hại, quyền và nghĩa vụ của tổ chức, cá nhân.",
    "link": "https://example.com/luat-2019-44",
    "so_cong_bao": "55/2019"
  },
  {
    "_id": "sample-005",
    "title": "Nghị định quy định chi tiết thi hành Luật An ninh mạng",
    "so_hieu": "ND-2024/008",
    "loai_van_ban": "Nghị định",
    "noi_ban_hanh": "Chính phủ",
    "ngay_ban_hanh": "2024-04-05",
    "ngay_hieu_luc": "2024-05-01",
    "nguoi_ky": "Thủ tướng Chính phủ",
    "category": "Luật an ninh",
    "tinh_trang": "Còn hiệu lực",
    "noi_dung": "Nghị định này quy định chi tiết thi hành một số điều của Luật An ninh mạng số 24/2018/QH14, bao gồm: bảo vệ an ninh mạng quốc gia; phòng, chống tấn công mạng; bảo vệ hệ thống thông tin quan trọng về an ninh quốc gia; bảo vệ dữ liệu cá nhân; quản lý hoạt động cung cấp dịch vụ trên mạng.",
    "noi_dung_html": "<p>Nghị định này quy định chi tiết thi hành một số điều của Luật An ninh mạng số 24/2018/QH14, bao gồm:</p><ul><li>Bảo vệ an ninh mạng quốc gia</li><li>Phòng, chống tấn công mạng</li><li>Bảo vệ hệ thống thông tin quan trọng về an ninh quốc gia</li><li>Bảo vệ dữ liệu cá nhân</li><li>Quản lý hoạt động cung cấp dịch vụ trên mạng</li></ul>",
    "tom_tat": "Quy định chi tiết thi hành Luật An ninh mạng về bảo vệ an ninh mạng, phòng chống tấn công mạng, bảo vệ dữ liệu.",
    "link": "https://example.com/nd-2024-008",
    "so_cong_bao": "30/2024"
  }
]

